Repository: AM2R-Community-Developers/Atomic
Catalog: Atomic/Language/Text.*.resx
Languages: de, es, fr, ja, ru, zh_hans

source: Mod name:
es: Nombre del mod:
fr: Nom de mod:
ja: MOD名：
ru: Название модификации:
zh_hans: Mod 名称：

# Author
source: Author(s):
de: Autor(en):
es: Autor(es):
fr: Auteur(s) :
ja: 制作者：
ru: Автор(ы):
zh_hans: 作者：

source: Version:
es: Versión:
ja: バージョン：
ru: Версия:
zh_hans: 版本：

source: Mod notes:
de: Mod-Notizen:
es: Notas del mod:
fr: Notes de mod:
ja: MOD詳細：
ru: Заметки:
zh_hans: Mod 说明：

# UsesCustomSaves
source: Uses custom save directory
de: Verwendet eigenes Speicherverzeichnis
es: Utiliza directorio para archivos de guardado personalizado
fr: Utilise un répertoire de sauvegarde personnalisé
ja: 他のセーブフォルダを使用
ru: Настроить пользовательскую папку сохранений
zh_hans: 使用自定义的保存数据文件夹

source: Select folder
de: Ordner auswhählen
es: Seleccionar carpeta
fr: Sélectionner le dossier
ja: フォルダを選択してください
ru: Выберите папку
zh_hans: 选择文件夹

source: Uses custom music
de: Verwendet eigene Musik
es: Utiliza música personalizada
fr: Utilise des musiques personnalisées
ja: カスタムBGMを使用
ru: Использовать пользовательскую музыку
zh_hans: 使用自定义音乐

# UsesYYC
source: Uses YoYo Compiler
de: Verwendet YoYo Compiler
es: Utiliza YoYo Compiler
fr: Utilise YoYo Compiler
ja: YoYoコンパイラを使用
ru: Использует компилятор YoYo
zh_hans: 使用 YoYo Compiler

# BundleAndroid
source: Additionally bundle Android
de: Zusätzlich Android unterstützen
es: Añadir archivos para Android
fr: Supporte Android
ja: Androidも含める
ru: Включить поддержку Android
zh_hans: 额外附带 Android 版

# LoadAndroidAPK
source: Load modded Android APK
de: Lade modifizierte Android APK
es: Cargar archivo APK para Android modificado
fr: Charger le Android moddé fichier APK
ja: MODを適用した Android の APK ファイルをロード
ru: Загрузить модифицированный APK файл для Android
zh_hans: 加载修改的 Android 版的 APK 文件

# AndroidLoaded
source: Modded APK loaded!
de: Modifizierte APK geladen!
es: ¡APK modificado cargado!
fr: APK moddée chargée!
ja: MODを適用したAPKをロードしました
ru: Модифицированный APK-файл загружен!
zh_hans: 已加载修改的 APK！

# LoadAM2R11
source: Load 1.1
de: Lade 1.1
es: Cargar 1.1
fr: Charger la 1.1
ja: 1.1 をロード
ru: Загрузить версию 1.1
zh_hans: 加载 1.1

# AM2R11Loaded
source: 1.1 loaded!
de: 1.1 geladen!
es: ¡Versión 1.1 cargada!
fr: 1.1 chargé!
ja: 1.1をロードしました
ru: Версия 1.1 загружена!
zh_hans: 已加载 1.1！

# CreateModPackage
source: Create mod package(s)
de: Mod-Paket(e) erstellen
es: Crear paquete(s) del mod
fr: Créer archive(s) de mods
ja: MODをパッケージ化する
ru: Создать пакет(ы) модификаций
zh_hans: 创建 Mod 包

source: Mod package created!
de: Mod-Paket erstellt!
es: ¡Paquete del mod creado!
fr: Archive de mod créée!
ja: MODをパッケージ化しました
ru: Пакет модификаций создан!
zh_hans: 已创建 Mod 包！

# ZipArchivesFileFilter
source: Zip Archives (*.zip)
de: Zip-Archive (*.zip)
es: Archivos zip (*.zip)
fr: Archives Zip (*.zip)
ja: ZIPファイル (*.zip)
ru: Архивы ZIP (*.zip)
zh_hans: Zip 压缩文件 (*.zip)

# APKFileFilter
source: Android application packages (*.apk)
de: Android-Anwendungspakete (*.apk)
es: Paquetes de instalación de Android (*.apk)
fr: Archive application Android (*.apk)
ja: Android アプリパッケージ (*.apk)
ru: Пакеты приложений для Android (*.apk)
zh_hans: Android 应用程序包 (*.apk)

# InvalidSaveDirectory
source: Invalid save directory! Please consult the GameMaker: Studio 1.4 documentation for valid save directories!
de: Ungültiges Speicherverzeichnis! Bitte konsultieren Sie die GameMaker: Studio 1.4 Dokumentation für gültige Speicherverzeichnisse!
es: ¡Directorio para archivos de guardado no válido! ¡Por favor, consulte los directorios válidos en los documentos de GameMaker: Studio 1.4!
fr: Dossier de sauvegarde invalide! Se réferrer à la doc de Gamemaker: Studio 1.4 pour les répertoires valides!
ja: セーブフォルダが無効です！ 有効なディレクトリについては、GameMaker: Studio 1.4 のドキュメントを参照してください
ru: Недопустимая папка сохранений! Пожалуйста, обратитесь за дополнительной информацией о допустимых папках сохранений к документации GameMaker Studio 1.4.
zh_hans: 无效的保存数据文件夹！请查阅 GameMaker: Studio 1.4 的文档了解有效的保存数据文件夹路径！

# YYCMacUnsupported
source: YoYoCompiler isn't supported with Mac!
de: YoYoCompiler wird mit Mac nicht unterstützt!
es: ¡YoYo Compiler no funciona en Mac!
fr: YoYo Compiler n’est pas supporté sur Mac!
ja: YoYoコンパイラはMacには対応していません
ru: Компилятор YoYo не поддерживается Mac!
zh_hans: YoYo Compiler 不支持 Mac！

source: Warning
de: Warnung
es: Advertencia
fr: Avertissement
ja: 注意
ru: Предупреждение
zh_hans: 警告

# SelectAM2R11FileDialog
source: Select AM2R_1.1.zip
de: AM2R_1.1.zip auswählen
es: Selecciona AM2R_1.1.zip
fr: Sélectionner AM2R_1.1.zip
ja: AM2R_1.1.zip を選択してください
ru: Выберите AM2R_1.1.zip
zh_hans: 选择「AM2R_11.zip」

# FieldsMissing
source: Mod name, author or version field missing! Mod packaging aborted.
de: Mod-Name, Autor oder Versions fehlen! Mod erstellung abgebrochen.
es: ¡Campo de nombre del mod, autor o versión vacío! Proceso cancelado.
fr: Nom, auteur ou version de mod manquante! Archivage stoppé.
ja: MOD名か、制作者か、またはバージョンのフィールドがありません！ MODのパッケージ化を中断します
ru: Не заполнено поле названия, автора или версии модификации! Упаковка модификации отменена.
zh_hans: 缺失 Mod 名称，作者或版本字段！Mod 打包已中止。

source: Error
de: Fehler
fr: Erreur
ja: エラー
ru: Ошибка
zh_hans: 错误

# NameInvalidCharacters
source: Name contains invalid characters! These characters are not allowed:
de: Name enthält ungültige Zeichen! Diese Zeichen sind nicht erlaubt:
es: ¡El nombre contiene caracteres no válidos! Estos caracteres no están permitidos:
fr: Le nom contient des caractères invalides! Ces caractères ne sont pas utilisables:
ja: 名前に無効な文字が含まれています！ 次の文字は使用できません：
ru: В названии содержатся недопустимые символы! Запрещены следующие символы:
zh_hans: 名称中包含无效字符！以下字符不可包含在名称中：

# AM2R11Invalid
source: AM2R 1.1 zip is invalid! Error code:
de: AM2R 1.1 zip ist ungültig! Fehlercode:
es: ¡El zip de AM2R 1.1 no es válido! Código de error:
fr: zip de AM2R 1.1 invalide! Code d’erreur:
ja: AM2R 1.1 zip は無効です！ エラーコード：
ru: Архив AM2R 1.1 не валиден. Код ошибки:
zh_hans: AM2R 1.1 的 Zip 压缩文件无效！错误代码：

# PackagingMods
source: Packaging mod(s)... This could take a while!
de: Mod-Paket(e) werden erstellt... Das könnte eine Weile dauern!
es: Empaquetando mod(s)… ¡Esto puede tardar un rato!
fr: En train d’archiver le(s) mod(s)… ça peut prendre un moment!
ja: MODをパッケージ化します...これには時間がかかる場合があります
ru: Упаковка модификаций… Это может занять некоторое время. Может, сделаете себе чай?
zh_hans: 打包 Mod 中……请稍等片刻！

source: Mod packaging aborted!
de: Mod erstellung abgebrochen!
es: ¡Paquete del mod cancelado!
fr: Archivage de mod arrêté!
ja: MODのパッケージ化が中断されました
ru: Упаковка модификаций отменена!
zh_hans: Mod 打包已中止！

# ModdedGameNotFound
source: Modded $1 game not found, make sure it's not placed in any subfolders.\nCreated profile will likely not be installable, are you sure you want to continue?
de: Modifiziertes {0} Spiel nicht gefunden, vergewissern Sie sich, dass es sich nicht in einem Unterordner befindet.\nDas erstellte Profil ist wahrscheinlich nicht installierbar, sind Sie sicher, dass Sie fortfahren möchten?
es: No se encuentra el juego modificado para {0}. Asegúrese de que no se encuentra en una subcarpeta. \nEl perfil creado probablemente no pueda ser instalado. ¿Desea continuar?
fr: Jeu {0} moddé non trouvé, soyez sûr qu’il ne soit pas dans un sous-dossier.\nLe profil crée ne sera sûrement pas installable, êtes-vous sûr de vouloir continuer?
ja: MODを適用した {0} のゲームが見つかりません。サブフォルダにないか確認してください。\n作成したプロファイルはインストールできない可能性があります。続行しますか？
ru: Модифицированная игра {0} не найдена, убедитесь что она находится в корневой папке.\nСозданный профиль скорее всего не получится установить. Все равно продолжить?
zh_hans: 未检测到修改的 {0} 版游戏，请确保没有将其放置在子文件夹中。\n如此创建的 Mod 包可能无法安装，确定要继续吗？

# ProfileXMLFound
source: profile.xml found. This file is used by the AM2RLauncher to determine profile stats and its inclusion may make the profile uninstallable. Are you sure you want to continue?
de: profile.xml gefunden. Diese Datei wird vom AM2RLauncher verwendet, um Profilinformationen zu bestimmen, und ihr Einschluss kann dazu führen, dass das Profil nicht installiert werden kann. Sind Sie sicher, dass Sie fortfahren möchten?
es: profile.xml detectado. AM2RLauncher utiliza este archivo para determinar estadísticas del perfil y su inclusión podría hacer que el perfil no pueda ser instalado. ¿Desea continuar?
fr: profile.xml trouvé. Ce fichier est utilisé par AM2RLauncher pour déterminer les stats de profil et son inclusion pourrait rendre le profil non désinstallable. Êtes-vous sûr de vouloir continuer?
ja: profile.xml が見つかりました。このファイルはAM2RLauncherがプロファイルのステータスを決定するために使用するため、含まれているとアンインストールできなくなる可能性があります。続行しますか？
ru: Обнаружен profile.xml. Этот файл используется лаунчером AM2R для определения статуса профиля, включение этого файла в пакет может сделать профиль нерабочим. Все равно продолжить?
zh_hans: 检测到 profile.xml。AM2RLauncher 使用此文件确认 Mod 的统计信息，包含此文件将可能导致无法安装。确定要继续吗？

# SaveOSModProfile
source: Save $1 mod profile
de: Mod-Profil {0} speichern
es: Guardar perfil del mod para {0}
fr: Sauvegarder le profil de mod {0}
ja: {0} のMODプロファイルを保存
ru: Сохранить профиль модификаций для {0}
zh_hans: 保存 {0} 版的 Mod 包

# SelectModdedFile
source: Please select your modded $1 AM2R .$2
de: Bitte wählen Sie Ihr modifiziertes {0} AM2R .{1}
es: Por favor, seleccione su archivo .{1} modificado de AM2R para {0}
fr: Veuiller sélectionner votre AM2R $1 moddé. Fichier $2
ja: MODを適用した {0} の AM2R.{1} ファイルを選択してください
ru: Пожалуйста, выберите свой модифицированный AM2R .{1} файл для {0}
zh_hans: 请选择修改的 {0} 版 AM2R 的 .{0} 文件

# OSGameLoaded
source: Modded $1 game loaded!
de: Modifizertes {0} spiel geladen!
es: ¡Juego modificado para {0} cargado!
fr: Jeu {0} moddé chargé!
ja: MODを適用した {0} のゲームをロードしました
ru: Модифицированная игра {0} загружена!
zh_hans: 已加载修改的 {0} 版游戏！

# SupportsOS
source: Supports $1
de: Unterstützt {0}
es: Funciona en {0}
fr: Supporte {0}
ja: {0} 対応
ru: Поддерживает {0}
zh_hans: 支持 {0}

# LoadOSZip
source: Load modded $1 .zip
de: Lade modifizierte {0} .zip
es: Cargar archivo .zip para {0} modificado
fr: Charger le {0} moddé fichier .zip
ja: MODを適用した {0} の .zip ファイルをロード
ru: Загрузить модифицированный .zip файл для {0}
zh_hans: 加载修改的 {0} 版的 .zip 文件

# FileMenu
source: &File
de: &Datei
es: &Archivo
fr: &Fichier
ja: &ファイル
ru: &Файл
zh_hans: &文件

# QuitMenu
source: &Quit
de: &Beenden
es: &Salir
fr: &Quitter
ja: &終了
ru: &Выйти
zh_hans: &退出

# RememberFields
source: Automatically fill in fields from last usage
de: Automatisches Ausfüllen von Feldern aus der letzten Verwendung
es: Rellenar los campos automáticamente con los valores utilizados en la última sesión
fr: Remplir automatiquement selon les derniers paramètres
ja: 前回使用時のフィールドを自動入力する
ru: Автоматически заполнять поля данными с предыдущего запуска
zh_hans: 自动填充上次使用的字段

# SettingsMenu
source: &Settings
de: &Einstellungen
es: &Opciones
fr: &Préférences
ja: &設定
ru: &Настройки
zh_hans: &偏好设置

# SettingsTitle
source: Settings
de: Einstellungen
es: Opciones
fr: Préférences
ja: 設定
ru: Настройки
zh_hans: 偏好设置
